[TheWorld:PersistentLevel.DisDoor_7 DisDoor]
m_DoorName=""

[TheWorld:PersistentLevel.Main_Sequence._CounterAttack.DisSeqAct_AddDarkness_0 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence._CounterAttack.DisSeqAct_AddDarkness_1 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence._CounterAttack.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title="你的选择是？"
m_Choices[0]=(m_ChoiceText="杀死剩下的督军。")
m_Choices[1]=(m_ChoiceText="活捉剩下的督军。")

[TheWorld:PersistentLevel.Main_Sequence.Finale.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="宽恕比利·勒克.")
m_Choices[1]=(m_ChoiceText="处决比利·勒克.")

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="被抓住的刺客"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="被抓住的刺客"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="被抓住的刺客"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="被抓住的刺客"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_18 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_19 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_20 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_21 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_22 DisSeqAct_UpdateTaskTarget]
m_TargetName="督军休姆"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_23 DisSeqAct_UpdateTaskTarget]
m_TargetName="勒克"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_24 DisSeqAct_UpdateTaskTarget]
m_TargetName="勒克"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_25 DisSeqAct_UpdateTaskTarget]
m_TargetName="你的刺客"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_26 DisSeqAct_UpdateTaskTarget]
m_TargetName="勒克"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="你的部下"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="刺客"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="督军休姆的信"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="突袭计划"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="音乐盒督军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="被抓住的刺客"

